Repository: wxGlade/wxGlade
Catalog: po/*.po
Languages: es

source: About wxGlade
es: Acerca de wxGlade

source: wxGlade - License
es: wxGlade - Licencia

source: Can't find the license! You can get a copy at http://www.opensource.org/licenses/mit-license.php
es: No puedo encontrar la licecia Puedes obtener una copia en http://www.opensource.org/licenses/mit-license.php

source: Can't find the credits file!
es: ¡No se encuentra el archivo de créditos!

source: Invalid data in the clipboard
es: Datos incorrectos en el portapapeles

source: Data can't be copied to clipboard.
es: Los datos no se pueden copiar al portapapeles.

source: Clipboard can't be opened.
es: El portapapeles no se puede abrir

source: Data can't be copied from clipboard.
es: No se puede copiar datos del portapapeles

source: Please only drop one file at a time
es: Por favor, suba solo un archivo a la vez.

source: System colour
es: Sistema de Color

source: Custom colour
es: Color personalizado

source: Cancel
es: Cancelar

source: Select widget colour
es: Seleccionar color del widget

source: "%s" is not a valid code generator module
es: "%s" no es un módulo generador de código válido

source: loaded code generator for %s
es: generador de código cargado para %s

source: Found widgets listing -> %s
es: Listado de widgets encontrados -> %s

source: loading widget modules:
es: Cargando módulos de widgets:

source: ERROR loading "%s"
es: ERROR al cargar "%s"

source: Add a %s
es: Añadir un %s

source: Error reading config file: %s
es: Error al leer el archivo de configuración: %s

source: Choose a directory:
es: Elige un directorio:

source: Changes will take effect after wxGlade is restarted
es: Los cambios surtirán efecto después de reiniciar wxGlade.

source: Preferences saved
es: Preferencias guardadas

source: Local widget path
es: Ruta del widget local

source: Use icons in menu items
es: Utilice iconos en los elementos del menú.

source: Show properties and tree windows as small frames (Win32 only)
es: Mostrar propiedades y ventanas de árbol como marcos pequeños (solo Win32)

source: Show progress dialog when loading wxg files
es: Mostrar cuadro de diálogo de progreso al cargar archivos wxg

source: Remember position and size of wxGlade windows
es: Recuerda la posición y el tamaño de las ventanas de wxGlade.

source: Show "handles" of sizers
es: Muestra los "Manejadores" de tamaño

source: Use native file dialogs on KDE
es: Utilice los diálogos de archivos nativos de KDE

source: Use dialog units by default for size properties
es: Utilice unidades de diálogo de forma predeterminada para las propiedades de tamaño

source: Create backup wxg files
es: Crear archivos wxg de respaldo

source: Create backup files for generated source
es: Cree archivos de copia de seguridad para la fuente generada

source: Allow duplicate widget names
es: Permitir nombres de widgets duplicados

source: Default border width for widgets
es: Ancho de borde predeterminado para widgets

source: Auto save wxg files every
es: Guardado automático de archivos wxg cada

source: Backup options
es: Opciones de respaldo

source: append ~ to filename
es: Añadir ~ al nombre del archivo

source: append .bak to filename
es: agregar .bak al nombre del archivo

source: wxGlade: preferences
es: wxGlade: preferencias

source: Initial path for file opening/saving dialogs:
es: Ruta inicial para Diálogos para abrir/guardar archivos:

source: Initial path for code generation file dialogs:
es: Ruta inicial para Diálogos de generación de archivos de código:

source: Number of items in file history
es: Número de elementos en el historial del archivo

source: Number of buttons per row in the main palette
es: Número de botones por fila en la paleta principal

source: Other
es: Otros

source: Error: no writer for language "%s" available
es: Error: Error: no hay escritora para el idioma "%s" permitida

source: wxGlade usage: - to start the GUI: python wxglade.py [WXG_FILE] - to generate code from the command line: python wxglade.py OPTIONS... FILE OPTIONS are the following: -g, --generate-code=LANGUAGE (required) give the output language -o, --output=PATH (optional) name of the output file (in single-file mode) or directory (in multi-file mode)
es: Usando wxGlade: - Para iniciar la interfaz gráfica de usuario: python wxglade.py [WXG_FILE] - Para generar código desde la línea de comandos: python wxglade.py OPTIONS... FILE OPTIONES son los siguientes: -g, --generate-code=LANGUAGE (Obligatorio) Indique el idioma de salida -o, --output=PATH (opcional) nombre del archivo de salida (en modo de archivo único) o directorio (en modo de múltiples archivos)

source: Valid LANGUAGE values:
es: Valores de IDIOMA válidos:
